{"indicator_number":"ECO1-1-1","goal_number":"ECO1","goal_name":"global_goals.ECO1-title","target_number":"ECO1-1","target_name":"global_targets.ECO1-1-title","indicator_name":"indicators.ECO1-1-1-title","PillarCode":"ECO","PillarDescription":"pillars.ECO","GoalId":"ECO1","GoalDescription":"global_goals.ECO1-title","PolicyObjectiveId":"ECO1-1","PolicyObjectiveDescription":"global_targets.ECO1-1-title","IndicatorId":"ECO1-1-1","IndicatorDescription":"indicators.ECO1-1-1-title","national_geographical_coverage":"Vanuatu","Proxy":"","Definition":"The change in underlying inflation rate refers to the difference in the rate of inflation when certain volatile or temporary factors are excluded from the calculation. The purpose of analyzing underlying inflation is to get a clearer picture of the long-term trend in prices by removing the effects of short-term fluctuations that may not reflect the true underlying inflationary pressures in the economy.\n\nUnderlying inflation is often calculated by excluding certain volatile components from the inflation index, such as food and energy prices, which can be subject to significant fluctuations due to factors like weather conditions, geopolitical events, or supply disruptions. By excluding these components, economists and policymakers aim to identify the core inflation rate, which provides a more stable measure of price changes.\n\nThe change in underlying inflation rate, therefore, refers to the difference in the core inflation rate over a specific period. It could indicate whether inflationary pressures are increasing or decreasing when the effects of volatile factors are removed. This information is valuable for policymakers when formulating monetary policy and for businesses and consumers in their decision-making processes, as it provides insights into the broader trend of price changes in an economy.\n","Concept":"The \"change in underlying inflation rate\" refers to the difference in the rate of inflation after removing volatile or temporary factors from the calculation. It helps identify the long-term trend in prices by excluding fluctuations caused by items like food and energy prices. This indicator focuses on core inflation, which provides a more stable measure of price changes. By analyzing the change in underlying inflation rate, economists, policymakers, businesses, and consumers can understand whether inflationary pressures are increasing or decreasing without the influence of volatile components. This information is valuable for decision-making processes, such as formulating monetary policy or making informed financial and economic choices.","Disaggregation":"National","Rationale":"Monitoring change in inflation rate is crucial because it provides insights into the purchasing power of money, helps anticipate future price movements, and informs economic policy decisions.","MethodOfComputation":"The basic methodology for calculating the change in inflation rate involves comparing the price levels of a basket of goods and services over two different time periods and determining the percentage difference between them.","SDGAlignment":"8.1\n8.1.1 (R)\n(Tier 1)","UnitOfMeasurement":"percentage (%)","FrequencyOfCollection":"Quarterly","source_organisation_1":"December Quarter Statistical Update 2021 : CPI, VBOS","source_organisation_2":"","source_organisation_3":"","national_metadata_updated_date":"2023-06-26","national_data_updated_date":"2022-11-12","composite_breakdown_label":"","computation_units":"Percentage (%)","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"footer_fields":[],"graph_annotations":[],"graph_limits":[],"graph_series_breaks":[],"graph_stacked_disaggregation":"","graph_target_lines":[],"graph_title":"Change in underlying inflation rate (CPI analysis)","graph_titles":[],"graph_type":"line","indicator_available":"","indicator_tabs":{"override":false,"tab_1":"","tab_2":"","tab_3":"","tab_4":""},"page_content":"","permalink":"","placeholder":"","precision":[],"progress_status":"not_available","proxy":"","proxy_series":[],"publications":[],"related_indicators":[],"reporting_status":"complete","sort":"","sources":[],"standalone":false,"tags":[],"x_axis_label":"Years with available data","progress":[{"target":"by 2030 - < 4%","years":[{"year":2016,"status":"progress.sunny","image":"sunny.png"},{"year":2017,"status":"progress.sunny","image":"sunny.png"},{"year":2018,"status":"progress.sunny","image":"sunny.png"},{"year":2019,"status":"progress.sunny","image":"sunny.png"},{"year":2020,"status":"progress.sunny","image":"sunny.png"},{"year":2021,"status":"progress.sunny","image":"sunny.png"}]}],"indicator_sort_order":"ECO1-01-01"}