{"indicator_number":"ECO2-2-1","goal_number":"ECO2","goal_name":"global_goals.ECO2-title","target_number":"ECO2-2","target_name":"global_targets.ECO2-2-title","indicator_name":"indicators.ECO2-2-1-title","PillarCode":"ECO","PillarDescription":"pillars.ECO","GoalId":"ECO2","GoalDescription":"global_goals.ECO2-title","PolicyObjectiveId":"ECO2-2","PolicyObjectiveDescription":"global_targets.ECO2-2-title","IndicatorId":"ECO2-2-1","IndicatorDescription":"indicators.ECO2-2-1-title","national_geographical_coverage":"Vanuatu","Proxy":"","Definition":"The \"Proportion of population with reliable access to safe drinking water\" is an indicator that measures the percentage of a population that has consistent and dependable access to clean and safe drinking water. It assesses the extent to which people have access to water sources that meet quality standards and are reliable for their daily drinking and domestic needs.\n\nThis indicator reflects the availability and accessibility of safe drinking water, which is essential for maintaining good health, preventing waterborne diseases, and ensuring overall well-being. It takes into account both the quality and reliability of the water supply.","Concept":"The concept behind this indicator is to assess the progress and effectiveness of efforts to provide safe drinking water to the population. It considers factors such as the availability of water sources, the quality of water, the functionality and sustainability of water supply systems, and the regularity of access.\n\nThe significance of this indicator lies in its contribution to public health, human development, and overall quality of life. Access to safe drinking water is a fundamental human right and a crucial element for achieving the United Nations Sustainable Development Goals (SDGs). It has a direct impact on reducing waterborne diseases, improving sanitation, empowering communities, and promoting gender equality.","Disaggregation":"region","Rationale":"Monitoring the proportion of the population with reliable access to safe drinking water helps policymakers, governments, and organizations identify areas or populations that lack access and prioritize interventions to improve water supply infrastructure, water treatment processes, and water management practices. It also helps track progress towards national and international targets for ensuring universal access to safe and clean drinking water for all.\n\nIn summary, the \"Proportion of population with reliable access to safe drinking water\" indicator serves as a measure of the extent to which a population has consistent access to clean and safe drinking water, highlighting the importance of water quality, availability, and reliability for promoting public health and sustainable development.","MethodOfComputation":"share of population with reliable access to safe drinking water divide the total number of population recorded in censuses multiply by 100 will give the value in percentage ","SDGAlignment":"6.1\n6.1.1 (R)(Tier 1)","UnitOfMeasurement":"percentage (%)","FrequencyOfCollection":"1o years","source_organisation_1":"2009, 2016, 2020 censuses, VBOS","source_organisation_2":"2013 DHS (p21), VNSO","source_organisation_3":"","national_metadata_updated_date":"2023-06-27","national_data_updated_date":"2022-11-23","composite_breakdown_label":"","computation_units":"Percent","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"graph_annotations":[],"graph_limits":[],"graph_stacked_disaggregation":"","graph_title":"Proportion of population with reliable access to safe drinking water","graph_titles":[],"graph_type":"bar","reporting_status":"complete","page_content":"","permalink":"","precision":[],"sort":"","standalone":false,"tags":[],"progress":[{"target":"progress.target1","years":[{"year":2021,"status":"progress.cloudy","image":"cloudy.png"}]}],"indicator_sort_order":"ECO2-02-01"}