{"indicator_number":"ENV2-6-2","goal_number":"ENV2","goal_name":"global_goals.ENV2-title","target_number":"ENV2-6","target_name":"global_targets.ENV2-6-title","indicator_name":"indicators.ENV2-6-2-title","PillarCode":"ENV","PillarDescription":"pillars.ENV","GoalId":"ENV2","GoalDescription":"global_goals.ENV2-title","PolicyObjectiveId":"ENV2-6","PolicyObjectiveDescription":"global_targets.ENV2-6-title","IndicatorId":"ENV2-6-2","IndicatorDescription":"indicators.ENV2-6-2-title","national_geographical_coverage":"Vanuatu","AlternativeDataSource":null,"Assumptions":null,"Calculation/Formulation":null,"ComputationMethod":"The environment trust fund advisory board then reviews all applications and makes recommendations to the minister. Once projects are approved the Minister will announce the ETF awards. The environment trust fund reimburses actual costs up to but not exceeding the approved amount for eligible activities.","ComputationUnit":"Monetary values","Concept":"* National environment trust funds are independent grant – making institutions mobilised to managing financial resources for environmental purposes, such as biodiversity, conservation, protection of wild life, forests, climate change, adaptation and mitigation and other environmental issues.\n* This environmental trust funds can be used to mobilise resources from donor partners, national governments, private sectors by providing assurance (root of the word trust) about the effective allocation of resources. A well-capitalized Environment trust fund can improve the effectiveness of environment projects and facilitate the alignment of strategies among stakeholders and reduce transactional cost for donors, government entitlements and implementing agencies.","DataSource":"Ministry of Climate Change & Adaptation\n\nDepartment of Environmental protection & conservation\n\nAid Donors & NGO's","Definition":"* Independent legal entity and investment collection and allocation of financial resources for environmental purposes\n\n* Independent legal entity and investment to help mobilizing, blending, and overseeing the collection and allocation of financial resources for environmental purposes. It is a country­driven solution that facilitates strategic focus, rigorous project management, solid monitoring and evaluation, and high levels of transparency and accountability. The term encompasses conservation trust funds, wildlife trusts, climate and forest funds, and other funds established to deliver environmental, social and economic benefits.\n","Dissaggregation":"National","FrequencyOfCollection":"Annually","FrequencyofCollection":null,"IndicatorShortName":"Deposits in Environmental Trust Fund","IntendedDirection":null,"Limitations":null,"NSDPIndicatorID":"ENV 2.6.2","OtherDemandSources":null,"PillarName":"Environment","PolicyLinkage":null,"PreferredDataSource":null,"PrimaryCollectionSystem":null,"Proxy":"","Purpose/Rationale":null,"Range":null,"Rationale":"* Increase in new initiatives for environmental activities\n* More funds coming into the country through funding agencies targeting climate change, conservation of wild life etc,…","RelatedLinks":null,"ResponsibleAgency":null,"SDGAlignment":"","SourceTag":null,"TargetDescription":"Environmental Trust Fund is operational","national_metadata_updated_date":"2021-05-04","national_data_updated_date":"2021-03-10","computation_units":null,"data_non_statistical":false,"graph_title":"Amount deposited in the Environmental Trust Fund","graph_type":"bar","reporting_status":"notstarted","progress":[{"target":"progress.target1","years":[{"year":2021,"status":"progress.cloudy","image":"cloudy.png"}]}],"indicator_sort_order":"ENV2-06-02"}