{"indicator_number":"ENV2-6-1","goal_number":"ENV2","goal_name":"global_goals.ENV2-title","target_number":"ENV2-6","target_name":"global_targets.ENV2-6-title","indicator_name":"indicators.ENV2-6-1-title","PillarCode":"ENV","PillarDescription":"pillars.ENV","GoalId":"ENV2","GoalDescription":"global_goals.ENV2-title","PolicyObjectiveId":"ENV2-6","PolicyObjectiveDescription":"global_targets.ENV2-6-title","IndicatorId":"ENV2-6-1","IndicatorDescription":"indicators.ENV2-6-1-title","national_geographical_coverage":"Vanuatu","AlternativeDataSource":null,"Assumptions":null,"Calculation/Formulation":null,"ComputationMethod":"New project proposals developed by the Department f Environment under the Ministry of Climate Change and Adaptation (MoCCA), reviewed by the executive of MoCCA for submission to the NPP committee for their review and approval.","ComputationUnit":"Monetary figures(vt), percentage (%)","Concept":"* The idea of creating new environmental initiatives is increasing to support our sustainable environment development aspirations. For instance, “Ban of Plastic Bags” this is an initiative that DEPC has requested the Government for its support through NPP’s to support the ban and at the same time promote a clean Environment for all. Such initiatives require the governments input through funding to successfully implement the activities especially in the Environmental sector.\n\n* Innovative thinking for sustainability – meeting the needs of the present without compromising the ability of the future generations to meet their needs – environmentally, socially, economically: (Planet, People, Profits). ","DataSource":"Ministry of Finance & Economic Management\nMinistry of Climate Change & Adaptation\n","Definition":"* Part or share of funding that is requested by the Department of Environmental Protection and Conservation (DEPC) to the government budget through New Project Proposals (NPP) and is approved by the government (NPP Committee) for implementation of Environmental activities to promote a sustainable environment for the country.\n\n* New initiatives that are requested by DEPC to the government as part of environmental sustainability activities is considered by the government to promote a clean environment and to support sustainable development aspirations","Dissaggregation":"Rural/Urban, Provincial, National","FrequencyOfCollection":"","FrequencyofCollection":null,"IndicatorShortName":"Sustainable Development Funding Through NPP / Government Expenditure on Environmental Activities","IntendedDirection":null,"Limitations":null,"NSDPIndicatorID":"ENV 2.6.1","OtherDemandSources":null,"PillarName":"Environment","PolicyLinkage":null,"PreferredDataSource":null,"PrimaryCollectionSystem":null,"Proxy":"No","Purpose/Rationale":null,"Range":null,"Rationale":"* Promote a sustainable and clean Environment for all\n* Promote management of environment resources and other natural resources for future utilisation \n* Depicts the risk of environmental degradation if resources are not managed well and poor environmental management","RelatedLinks":null,"ResponsibleAgency":null,"SDGAlignment":"13.a.1 (R) (Tier 3) , 17.7.1 (Tier 3)","SourceTag":null,"TargetDescription":"Government expenditure for environmental activities has increased by at least 15 million vatu from the 2016 baseline","national_metadata_updated_date":"2021-05-04","national_data_updated_date":"2021-03-10","computation_units":null,"data_non_statistical":false,"graph_title":"Proportion of funding requested by DEPC in support of sustainable development approved through NPP/percentage of government expenditure for environmental activities","graph_type":"bar","reporting_status":"notstarted","progress":[{"target":"progress.target1","years":[{"year":2021,"status":"progress.cloudy","image":"cloudy.png"}]}],"indicator_sort_order":"ENV2-06-01"}