{"indicator_number":"ENV2-5-2","goal_number":"ENV2","goal_name":"global_goals.ENV2-title","target_number":"ENV2-5","target_name":"global_targets.ENV2-5-title","indicator_name":"indicators.ENV2-5-2-title","PillarCode":"ENV","PillarDescription":"pillars.ENV","GoalId":"ENV2","GoalDescription":"global_goals.ENV2-title","PolicyObjectiveId":"ENV2-5","PolicyObjectiveDescription":"global_targets.ENV2-5-title","IndicatorId":"ENV2-5-2","IndicatorDescription":"indicators.ENV2-5-2-title","national_geographical_coverage":"Vanuatu","AlternativeDataSource":null,"Assumptions":null,"Calculation/Formulation":null,"ComputationMethod":"p = x / n\nWhere:\n“x” is the number of items you’re interested in, and\n“n” is the total number of items in the population\nNote: While “p” is usually used as the symbol for the population proportion, you might also see the letter pi(π) used instead.","ComputationUnit":"Percentage (%)","Concept":"An international environmental agreement or sometimes environmental protocol, is a type of treaty binding in international law, allowing them to reach an environmental goal. In other words, it is \"an intergovernmental document intended as legally binding with a primary stated purpose of preventing or managing human impacts on natural resources","DataSource":"Department of Environmental Protection & Conservation data records","Definition":"The Real Environmental Obligation (ORE) is an instrument created by the French Biodiversity Law of 2016. It allows a landowner to voluntarily implement legally-binding environmental protection measures on their land via a contract with a legal person who becomes the guarantor of the environmental interest. In addition, as these protection measures are directly attached to the parcel of land, they are lasting, remaining in effect beyond future changes in ownership of the property (e.g., sale or succession)","Dissaggregation":"National Level","FrequencyOfCollection":"Annually","FrequencyofCollection":null,"IndicatorShortName":"Meeting Environmental Obligations of International Conventions and Treaties","IntendedDirection":null,"Limitations":null,"NSDPIndicatorID":"ENV 2.5.2","OtherDemandSources":null,"PillarName":"Environment","PolicyLinkage":null,"PreferredDataSource":null,"PrimaryCollectionSystem":null,"Proxy":"","Purpose/Rationale":null,"Range":null,"Rationale":"This Study will try to depict the proportion of environmental obligations within the international convention and treaties that are being met inside Vanuatu. The data collected will be analysed to measure the progress of environmental institutions and its governance towards meeting national and international standards. To determine whether or not Vanuatu’s economy can foster sustainable growth and development through low impact industries and modern technologies to ensure the well-being of future generations.","RelatedLinks":null,"ResponsibleAgency":null,"SDGAlignment":"","SourceTag":null,"TargetDescription":"","national_metadata_updated_date":"2021-05-04","national_data_updated_date":"2021-03-10","computation_units":null,"data_non_statistical":false,"graph_title":"Proportion of environmental obligations within international conventions and treaties met","graph_type":"bar","reporting_status":"notstarted","progress":[{"target":"progress.target1","years":[{"year":2021,"status":"progress.cloudy","image":"cloudy.png"}]}],"indicator_sort_order":"ENV2-05-02"}