{"indicator_number":"SOC1-7-2","goal_number":"SOC1","goal_name":"global_goals.SOC1-title","target_number":"SOC1-7","target_name":"global_targets.SOC1-7-title","indicator_name":"indicators.SOC1-7-2-title","PillarCode":"SOC","PillarDescription":"pillars.SOC","GoalId":"SOC1","GoalDescription":"global_goals.SOC1-title","PolicyObjectiveId":"SOC1-7","PolicyObjectiveDescription":"global_targets.SOC1-7-title","IndicatorId":"SOC1-7-2","IndicatorDescription":"indicators.SOC1-7-2-title","national_geographical_coverage":"Vanuatu","Proxy":"","Definition":"The \"Proportion of population that use traditional lands for agriculture, marine, forestry, and livestock for consumption or customary purposes\" is an indicator that measures the percentage or fraction of a population that engages in traditional land-based activities for agriculture, marine resource utilization, forestry, and livestock rearing for consumption or customary purposes.\n\nHere's a breakdown of each component:\n\n1. Agriculture: This refers to the practice of cultivating crops, raising livestock, and managing land for the production of food, fiber, or other agricultural products. Traditional agricultural practices often involve using local seeds, organic fertilizers, and traditional farming techniques suited to the local environment and cultural practices.\n\n2. Marine resource utilization: This encompasses the utilization of marine or aquatic resources such as fish, shellfish, seaweed, and other marine organisms for consumption or other traditional purposes. It includes activities like traditional fishing, gathering marine resources, and utilizing coastal ecosystems sustainably.\n\n3. Forestry: This involves the traditional use and management of forests and forest resources for various purposes, including timber, non-timber forest products, and ecosystem services. Traditional forestry practices often prioritize sustainable harvesting methods, selective logging, and the conservation of biodiversity and cultural values associated with forests.\n\n4. Livestock rearing: This refers to the traditional rearing and management of livestock, such as cattle, sheep, goats, or other animals, for consumption or customary purposes. Traditional livestock practices often involve herding, grazing on communal lands, and utilizing traditional knowledge for animal husbandry.\n\n ","Concept":"The indicator \"Proportion of population that use traditional lands for agriculture, marine, forestry, and livestock for consumption or customary purposes\" measures the percentage or fraction of a population that engages in traditional land-based activities for agriculture, marine resource utilization, forestry, and livestock rearing. It focuses on the population's use of traditional lands for these purposes, highlighting the importance of customary practices for sustenance, cultural continuity, and traditional resource management. Monitoring this indicator helps assess the prevalence of traditional land use practices, the impact of modernization on traditional livelihoods, and the need for policies that support sustainable practices, community resilience, and the protection of indigenous rights and cultural heritage.","Disaggregation":"National, province, & region","Rationale":"The indicator aims to assess the proportion of the population that engages in these traditional land-based activities, indicating the level of reliance on traditional practices for sustenance, cultural continuity, and customary purposes. It emphasizes the importance of preserving traditional knowledge, sustainable resource management practices, and the cultural significance of these activities.\n\nMonitoring changes in this indicator provides insights into the continuity of traditional land-based practices, the impact of modernization and industrialization on traditional livelihoods, and the need for policies and interventions that support sustainable traditional land use, community resilience, and the protection of indigenous rights and cultural heritage.","MethodOfComputation":"number of people  that use traditional lands for agriculture, marine, forestry, and livestock for consumption or customary purposes divide by the total sample population surveyed then multiplied by 100 to find the percentage value","SDGAlignment":"11.4\n11.4.1","UnitOfMeasurement":"percentage","FrequencyOfCollection":"NSDP Survey - 5 Years","source_organisation_1":"2012 Pacific Living Conditions Survey (Hybrid) - VNSO and SPC","source_organisation_2":"2012 Melanesian Well-being Indicators Pilot Study Report - VNSO","source_organisation_3":"2020 NSDP Survey","national_metadata_updated_date":"2023-06-22","national_data_updated_date":"2022-11-25","composite_breakdown_label":"","computation_units":"%","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":true,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"footer_fields":[],"graph_annotations":[],"graph_limits":[],"graph_series_breaks":[],"graph_stacked_disaggregation":"","graph_target_lines":[],"graph_title":"","graph_titles":[{"series":"Agriculture","unit":"(%) Percentage of traditional lands used","title":"Proportion of population that use traditional lands for Agriculture"},{"series":"Forestry","unit":"(%) percentage of traditional lands used","title":"Proportion of population that use traditional lands for Forestry"},{"series":"Livestock","unit":"(%) percentage of traditional lands used","title":"Proportion of population that use traditional lands for Livestock"}],"graph_type":"bar","indicator_available":"","indicator_tabs":{"override":false,"tab_1":"","tab_2":"","tab_3":"","tab_4":""},"page_content":"","permalink":"","placeholder":"","precision":[],"progress_status":"not_available","reporting_status":"complete","sort":"","standalone":false,"tags":[],"x_axis_label":"","progress":[{"target":"progress.target1","years":[{"year":2021,"status":"progress.cloudy","image":"cloudy.png"}]}],"indicator_sort_order":"SOC1-07-02"}