{"indicator_number":"SOC1-2-2","goal_number":"SOC1","goal_name":"global_goals.SOC1-title","target_number":"SOC1-2","target_name":"global_targets.SOC1-2-title","indicator_name":"indicators.SOC1-2-2-title","PillarCode":"SOC","PillarDescription":"pillars.SOC","GoalId":"SOC1","GoalDescription":"global_goals.SOC1-title","PolicyObjectiveId":"SOC1-2","PolicyObjectiveDescription":"global_targets.SOC1-2-title","IndicatorId":"SOC1-2-2","IndicatorDescription":"indicators.SOC1-2-2-title","national_geographical_coverage":"Vanuatu","Proxy":"","Definition":"refers to the percentage or fraction of a population that has the knowledge and abilities to engage in fundamental traditional activities associated with weaving, transportation, construction of housing, farming, and food preparation.\n\nHere's a breakdown of each component:\n\nWeaving: This refers to the skill of creating fabric or textiles by interlacing threads or yarns together. Traditional weaving techniques are often passed down through generations and involve the use of looms or other tools.\n\nTransport: This encompasses the knowledge and skills related to traditional methods of transportation, such as using animals, carts, boats, or other non-motorized means to move people or goods from one place to another.\n\nHousing: This pertains to the skills involved in constructing traditional housing structures using locally available materials and techniques specific to a particular region or culture.\n\nFarming: This includes the basic agricultural skills required for cultivating crops, raising livestock, and managing land using traditional methods and practices, which often rely on manual labor and non-mechanized tools.\n\nFood preparation: This refers to the abilities and knowledge needed to process and prepare food using traditional techniques, such as cooking, preserving, fermenting, and other methods that have been passed down through generations.\n\n","Concept":"The concept behind the indicator \"Proportion of population possessing common and basic traditional production skills related to weaving, transport, housing, farming, food preparation\" is to assess the extent to which a population retains and maintains traditional knowledge and skills in essential areas of production. It aims to capture the level of proficiency and continuity of traditional practices within a community or society.\n\nThis indicator recognizes the value of traditional production skills that have been passed down through generations and are deeply rooted in cultural heritage. It emphasizes the importance of preserving and promoting these skills, as they often represent sustainable and resource-efficient methods of production that have stood the test of time.","Disaggregation":"household, individual, national, province, region, sex.","Rationale":"The proportion of population possessing these common and basic traditional production skills indicates the extent to which a particular society or community has retained and continues to practice traditional knowledge and practices in these areas. It can provide insights into cultural heritage, self-sufficiency, and the sustainability of traditional ways of life.\n\nBy measuring the proportion of the population possessing these common and basic traditional production skills, policymakers and researchers can gain insights into several key aspects:\n\nCultural preservation: The indicator reflects the degree to which cultural traditions, practices, and knowledge are maintained within a society. It highlights the continuity of skills that have been developed and refined over generations, contributing to cultural identity and heritage.\n\nSelf-sufficiency and resilience: Traditional production skills often embody self-reliance and resilience, as they are typically adapted to local environments and resources. The indicator assesses the ability of a population to meet its basic needs through traditional methods, which can contribute to food security, housing, and other essential aspects of life.\n\nSustainability and environmental impact: Many traditional production skills are characterized by sustainable practices that minimize environmental impact. For example, traditional farming techniques often prioritize organic farming, agroecological principles, and water conservation. By measuring the proportion of the population possessing these skills, the indicator indirectly reflects the level of sustainable practices within a community.\n\nEconomic implications: Traditional production skills can also have economic significance. They may contribute to local and traditional industries, crafts, tourism, and cultural exchanges. The indicator can help identify opportunities for economic development and support traditional livelihoods.\n\nBy monitoring changes in the proportion of the population possessing these skills over time, policymakers can gauge the impact of modernization, globalization, and other factors that may influence the preservation or decline of traditional knowledge. It can inform the design of policies and interventions aimed at preserving cultural heritage, promoting sustainable practices, and supporting the well-being of communities engaged in traditional production activities.\n\n\n\n\n\n\n\n","MethodOfComputation":"number of people with knowledge of basic traditional production skills related to weaving, transport, housing, farming, food preparation divide by the total sample population surveyed then multiplied by 100 to find the percentage value","SDGAlignment":"11.4\n11.4.1 (Tier 3)","UnitOfMeasurement":"Percentage (%)","FrequencyOfCollection":"NSDP survey - 5 Years","source_organisation_1":"2010 Pacific Living Conditions Survey (Hybrid) - VNSO and SPC","source_organisation_2":"2012 Melanesian Well-being Indicators Pilot Study Report - VNSO","source_organisation_3":"2020 NSDP Survey","national_metadata_updated_date":"2023-06-22","national_data_updated_date":"2022-11-24","composite_breakdown_label":"","computation_units":"","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":true,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"footer_fields":[],"graph_annotations":[],"graph_limits":[],"graph_series_breaks":[],"graph_stacked_disaggregation":"","graph_target_lines":[],"graph_title":"Proportion of population possessing common and basic traditional production skills related to weaving, transport, housing, farming, food preparation","graph_titles":[],"graph_type":"bar","indicator_available":"","indicator_tabs":{"override":false,"tab_1":"","tab_2":"","tab_3":"","tab_4":""},"page_content":"","permalink":"","placeholder":"","precision":[],"progress_status":"not_available","reporting_status":"complete","sort":"","standalone":false,"tags":[],"x_axis_label":"","progress":[{"target":"progress.target1","years":[{"year":2021,"status":"progress.cloudy","image":"cloudy.png"}]}],"indicator_sort_order":"SOC1-02-02"}