{"indicator_number":"SOC4-4-2","goal_number":"SOC4","goal_name":"global_goals.SOC4-title","target_number":"SOC4-4","target_name":"global_targets.SOC4-4-title","indicator_name":"indicators.SOC4-4-2-title","PillarCode":"SOC","PillarDescription":"pillars.SOC","GoalId":"SOC4","GoalDescription":"global_goals.SOC4-title","PolicyObjectiveId":"SOC4-4","PolicyObjectiveDescription":"global_targets.SOC4-4-title","IndicatorId":"SOC4-4-2","IndicatorDescription":"indicators.SOC4-4-2-title","national_geographical_coverage":"Vanuatu","AlternativeDataSource":null,"Assumptions":null,"Calculation/Formulation":null,"ComputationMethod":"human rights related conventions ratified over Total number of human rights conventions x 100","ComputationUnit":"percentage (%) & total count","Concept":"Human rights are rights inherent to all human beings, regardless of race, sex, nationality, ethnicity, language, religion, or any other status. Human rights include the right to life and liberty, freedom from slavery and torture, freedom of opinion and expression, the right to work and education, and many more. Conventions are a form of agreement between countries, states, and regions around the world of the types of human rights that needs to be respected, recognised or not to be neglected in all forms of society around the world.","DataSource":"Permanent Mission of the Republic of Vanuatu to the United Nations in New York.","Definition":"This indicator refers to the share of human rights conventions being approved, recognised, and sanction formally within Vanuatu. This also indicates that not all human rights conventions are not formally recognised in Vanuatu.","Dissaggregation":"National level, regional level","FrequencyOfCollection":"Annually","FrequencyofCollection":null,"IndicatorShortName":"Ratified International Conventions on Human Rights","IntendedDirection":null,"Limitations":null,"NSDPIndicatorID":"SOC 4.4.2","OtherDemandSources":null,"PillarName":"Society","PolicyLinkage":null,"PreferredDataSource":null,"PrimaryCollectionSystem":null,"Proxy":"No","Purpose/Rationale":null,"Range":null,"Rationale":"The Constitution of Vanuatu is supreme law and sets out the legal framework, which deals with the respect of human rights. Vanuatu has ratified core human rights treaties, including:\n•Convention on the Elimination of All Forms of  Discrimination Against Women (CEDAW),\n•Convention on the Rights of Persons with Disabilities (CRPD), \n•Convention on the Rights of the Child (CRC), International Convention on Civil and Political Rights (ICCPR),\n•Convention Against Torture (CAT).\nVanuatu has also ratified a number of International Labor Organization (ILO):     Conventions that aim to protect and uphold the rights of its workers. Furthermore, the Optional Protocol to the Convention on the Rights of the Child on the involvement of children in armed conflict and the Optional Protocol to the Convention on the Rights of the Child on the sale of children, child prostitution and child pornography.\n\nVanuatu has been proudly participating in various UN Peace Keeping Missions despite its limited size and resources. \n\nThe Mission aims at promoting human rights, the rule of law, disarmament as well as the right of self-determination.\n","RelatedLinks":null,"ResponsibleAgency":null,"SDGAlignment":"16.a.1 (Tier 1)","SourceTag":null,"TargetDescription":"by 2030 70%","national_metadata_updated_date":"2021-05-04","national_data_updated_date":"2021-03-10","computation_units":null,"data_non_statistical":false,"graph_title":"Proportion of human rights related conventions ratified","graph_type":"bar","reporting_status":"notstarted","progress":[{"target":"progress.target1","years":[{"year":2021,"status":"progress.cloudy","image":"cloudy.png"}]}],"indicator_sort_order":"SOC4-04-02"}