{"indicator_number":"ECO3-2-1","goal_number":"ECO3","goal_name":"A strong rural economy that creates opportunities, enables the development of rural communities and increasingly contributes to national prosperity","target_number":"ECO3-2","target_name":"Deepen the integration of the tourism sector into the rural economy to spread opportunities to rural communities","indicator_name":"Average annual household income from tourism","PillarCode":"ECO","PillarDescription":"Economy Pillar","GoalId":"ECO3","GoalDescription":"A strong rural economy that creates opportunities, enables the development of rural communities and increasingly contributes to national prosperity","PolicyObjectiveId":"ECO3-2","PolicyObjectiveDescription":"Deepen the integration of the tourism sector into the rural economy to spread opportunities to rural communities","IndicatorId":"ECO3-2-1","IndicatorDescription":"Average annual household income from tourism","national_geographical_coverage":"Vanuatu","Proxy":"","Definition":"\"Average annual household income from tourism\" refers to the average amount of money earned by households within a specific area or region as a result of tourism-related activities over the course of a year. It represents the income generated from various tourism-related sources, such as accommodations, transportation, food and beverage services, entertainment, and other related services.\n\nThis metric provides an indication of the economic impact of tourism on local households. It takes into account the direct and indirect income derived from tourism-related employment or entrepreneurial activities. The average annual household income from tourism reflects the overall financial benefit received by households in a particular area due to the presence and activity of tourists.","Concept":"\nThe concept of \"average annual household income from tourism\" refers to the average amount of money earned by households in a given area or region as a result of their involvement in tourism-related activities over the course of a year. It represents the income generated directly or indirectly from various tourism-related sources, such as accommodations, transportation, food and beverage services, entertainment, and other associated services.\n\nThis concept is used to assess the economic impact of tourism on households within a specific area. It takes into account the income earned by households through their participation in tourism-related employment or entrepreneurial ventures. It provides insights into the financial benefits received by local households due to the presence and activities of tourists.","Disaggregation":"urban, rural","Rationale":"1.  Indicates how much the communities earn from tourism activities annually\n2.  Depicts creativity in tourism activities within the rural communities.\n3.  Indicates how much the tourism sector impacts the rural communities in terms of annual income per household.\n","MethodOfComputation":"To calculate the average annual household income from tourism, data is collected on the income earned by individual households engaged in tourism-related activities. This data is then aggregated to determine the total income from tourism for all households in the area. This total is divided by the number of households to derive the average income figure.","SDGAlignment":"","UnitOfMeasurement":"average number","FrequencyOfCollection":"Annually","source_organisation_1":"2020 HIES using (p146) total monthly household income from handicrafts divided by total project number of households (50,740) multiplied by 12 for annual estimate, VBOS","source_organisation_2":"","source_organisation_3":"","national_metadata_updated_date":"2023-06-28","national_data_updated_date":"2023-05-31","composite_breakdown_label":"","computation_units":"Average annual household income tourism (vatu)","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"footer_fields":[],"graph_annotations":[],"graph_limits":[],"graph_series_breaks":[],"graph_stacked_disaggregation":"","graph_target_lines":[],"graph_title":"Average annual household income from tourism","graph_titles":[],"graph_type":"bar","indicator_available":"","indicator_tabs":{"override":false,"tab_1":"","tab_2":"","tab_3":"","tab_4":""},"page_content":"","permalink":"","placeholder":"","precision":[],"progress_status":"not_available","proxy":"","proxy_series":[],"publications":[],"related_indicators":[],"reporting_status":"complete","sort":"","sources":[],"standalone":false,"tags":[],"x_axis_label":"Year","progress":[{"target":"My progress target","years":[{"year":2021,"status":"Cloudy","image":"cloudy.png"}]}],"indicator_sort_order":"ECO3-02-01"}