{"indicator_number":"ENV5-6-1","goal_number":"ENV5","goal_name":"A nation committed to ensuring the conservation and sustainable management of our biodiversity and ecosystems","target_number":"ENV5-6","target_name":"Enhance environmental monitoring, evaluation and research with relevant, open and transparent data sharing among relevant agencies","indicator_name":"Proportion of government agencies using a central information sharing system for environment data","PillarCode":"ENV","PillarDescription":"Environment Pillar","GoalId":"ENV5","GoalDescription":"A nation committed to ensuring the conservation and sustainable management of our biodiversity and ecosystems","PolicyObjectiveId":"ENV5-6","PolicyObjectiveDescription":"Enhance environmental monitoring, evaluation and research with relevant, open and transparent data sharing among relevant agencies","IndicatorId":"ENV5-6-1","IndicatorDescription":"Proportion of government agencies using a central information sharing system for environment data","national_geographical_coverage":"Vanuatu","AlternativeDataSource":null,"Assumptions":null,"Calculation/Formulation":null,"ComputationMethod":"(Number of government agencies accessing centralised environmental data system) /  (total number of government agencies) x 100","ComputationUnit":"Percentage (%)","Concept":"Environmental management information system (EMIS), is an environmental data base that was established within the department of Environmental Protection and Conservation (DEPC) in 2018 funded by UNDP, under a project called, Mainstreaming Global Environmental priorities into national policies and programmes (CB2/CCCD Project). The database hosts environmental data that is collected by the department of Environment and other stakeholders (ie: government departments and other NGO’s) that collect environmental data throughout Vanuatu. The EMIS is designed according to the Peoples Plan (NSDP) Environmental Pillar 2 indicators and the National Environmental Policy and Implementation Plan (NEPIP) indicators.","DataSource":"EMIS","Definition":"Environmental data is based on the measurement of environmental pressure, the state of the Environment (SOE) and the impacts on the ecosystem. Since environment is a cross cutting issue environmental data is generated by other institutions that execute environmental activities and are shared. The environmental database system is a set of components that is defined to control the collection of environmental data, its storage, management and its use of data.","Dissaggregation":"Government agencies\nData providers\nData sources\nData users","FrequencyOfCollection":"Annually","FrequencyofCollection":null,"IndicatorShortName":"Government Use of Centralized Environment Information Sharing System","IntendedDirection":null,"Limitations":null,"NSDPIndicatorID":"ENV 5.6.1","OtherDemandSources":null,"PillarName":"Environment","PolicyLinkage":null,"PreferredDataSource":null,"PrimaryCollectionSystem":null,"Proxy":"No","Purpose/Rationale":null,"Range":null,"Rationale":"The establishment of this database was to gather for a central sharing information system of environmental data for monitoring and evaluation of environmental issues and also for reporting purposes to international treaties (MEA’s), the Rio Conventions (i.e.: UNCBD, UNFCCC, UNCCD) signed by the government of Vanuatu, under the ministry of Climate change and Adaptation (MoCCA) and other national reporting’s.","RelatedLinks":null,"ResponsibleAgency":null,"SDGAlignment":"15.9.1 (Tier 3) ,  15.a.1 (Tier 1)","SourceTag":null,"TargetDescription":"1 central information sharing system for environment data is established","national_metadata_updated_date":"2021-05-04","national_data_updated_date":"2021-03-10","computation_units":null,"data_non_statistical":false,"graph_title":"Proportion of government agencies using a central information sharing system for environment data","graph_type":"bar","reporting_status":"notstarted","progress":[{"target":"My progress target","years":[{"year":2021,"status":"Cloudy","image":"cloudy.png"}]}],"indicator_sort_order":"ENV5-06-01"}