{"indicator_number":"SOC1-2-3","goal_number":"SOC1","goal_name":"A Nation based on traditional governance and Christian principles, which underpin our culture and continue to bestow life skills and knowledge to future generations","target_number":"SOC1-2","target_name":"Preserve and enhance cultural and traditional knowledge, including appropriate medicines, natural remedies and healing practices","indicator_name":"Proportion of population with ability to 1: produce herbal medicines, and 2: massage","PillarCode":"SOC","PillarDescription":"Society Pillar","GoalId":"SOC1","GoalDescription":"A Nation based on traditional governance and Christian principles, which underpin our culture and continue to bestow life skills and knowledge to future generations","PolicyObjectiveId":"SOC1-2","PolicyObjectiveDescription":"Preserve and enhance cultural and traditional knowledge, including appropriate medicines, natural remedies and healing practices","IndicatorId":"SOC1-2-3","IndicatorDescription":"Proportion of population with ability to 1: produce herbal medicines, and 2: massage","national_geographical_coverage":"Vanuatu","Proxy":"","Definition":"The \"Proportion of population with ability to 1: produce herbal medicines, and 2: massage\" is an indicator that measures the percentage or fraction of a population possessing the skills and knowledge to engage in two specific activities: producing herbal medicines and providing massages.\n\n1. Producing herbal medicines: This refers to the ability to prepare medicinal remedies using traditional herbal knowledge and techniques. It involves identifying, collecting, processing, and combining various plant materials to create herbal remedies for medicinal purposes. This skill often includes understanding the properties and uses of different plants, as well as the preparation methods for extracting or infusing medicinal compounds.\n\n2. Providing massages: This indicates the capacity to perform massages, which involves applying pressure, manipulation, and kneading techniques on the body to relieve tension, promote relaxation, and address specific health concerns. Massage techniques can vary depending on cultural practices and therapeutic approaches, encompassing modalities such as Swedish massage, Thai massage, aromatherapy massage, and many others. The ability to provide massages requires knowledge of anatomy, physiology, and specific massage techniques.","Concept":"The proportion of the population with these abilities provides insight into several factors:\n\n1. Traditional healing practices: Herbal medicine production and massage often have roots in traditional healing systems and cultural practices. This indicator reflects the prevalence and continuity of traditional healing knowledge within a population.\n\n2. Healthcare access and self-care: The indicator reflects the extent to which the population has access to traditional healthcare alternatives and the ability to engage in self-care practices. It recognizes the potential for individuals to address their health needs using traditional methods.\n\n3. Cultural heritage and preservation: The indicator highlights the preservation and continuation of traditional healing practices and therapeutic techniques that are often deeply rooted in cultural heritage. It acknowledges the importance of passing down these skills from one generation to another.\n\n4. Economic implications: Traditional healing practices, including herbal medicine production and massage, can have economic significance. The indicator can provide insights into the potential for traditional healers and practitioners to contribute to local economies and tourism.","Disaggregation":"National, province, region, sex","Rationale":"Monitoring changes in the proportion of the population with these abilities can help policymakers and researchers assess the state of traditional healthcare practices, identify areas where preservation efforts may be needed, and inform policies that support the integration of traditional medicine into healthcare systems.","MethodOfComputation":"number of people with ability to 1: produce herbal medicines, and 2: massage divide by the total sample population surveyed then multiplied by 100 to find the percentage value","SDGAlignment":"11.4\n11.4.1 (Tier 3)","UnitOfMeasurement":"percentage (%)","FrequencyOfCollection":"NSDP Survey - 5 Years","source_organisation_1":"2010 Pacific Living Conditions Survey (Hybrid) - VNSO and SPC","source_organisation_2":"2012 Melanesian Well-being Indicators Pilot Study Report - VNSO","source_organisation_3":"2020 NSDP Survey - VBOS","national_metadata_updated_date":"2023-06-22","national_data_updated_date":"2022-11-25","composite_breakdown_label":"","computation_units":"%","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":true,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"footer_fields":[],"graph_annotations":[],"graph_limits":[],"graph_series_breaks":[],"graph_stacked_disaggregation":"","graph_target_lines":[],"graph_title":"Proportion of population with ability to 1: produce herbal medicines, and 2: massage","graph_titles":[],"graph_type":"bar","indicator_available":"","indicator_tabs":{"override":false,"tab_1":"","tab_2":"","tab_3":"","tab_4":""},"page_content":"","permalink":"","placeholder":"","precision":[],"progress_status":"not_available","reporting_status":"complete","sort":"","standalone":false,"tags":[],"x_axis_label":"","progress":[{"target":"My progress target","years":[{"year":2021,"status":"Cloudy","image":"cloudy.png"}]}],"indicator_sort_order":"SOC1-02-03"}