{"indicator_number":"SOC2-3-1","goal_number":"SOC2","goal_name":"An inclusive and equitable quality education system with life-long learning for all","target_number":"SOC2-3","target_name":"Formalise early childhood education and life-long learning opportunities within the education system","indicator_name":"Percentage of students meeting literacy and numeracy standards","PillarCode":"SOC","PillarDescription":"Society Pillar","GoalId":"SOC2","GoalDescription":"An inclusive and equitable quality education system with life-long learning for all","PolicyObjectiveId":"SOC2-3","PolicyObjectiveDescription":"Formalise early childhood education and life-long learning opportunities within the education system","IndicatorId":"SOC2-3-1","IndicatorDescription":"Percentage of students meeting literacy and numeracy standards","national_geographical_coverage":"Vanuatu","composite_breakdown_label":"","computation_units":"Total number of students","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"footer_fields":[],"graph_annotations":[],"graph_limits":[],"graph_series_breaks":[],"graph_stacked_disaggregation":"","graph_target_lines":[],"graph_title":"","graph_titles":[{"series":"AlphabâˆšÂ©tisation FranâˆšÃŸais - AnnâˆšÂ©e 4","unit":"Total number","title":"Total number of students registered in AlphabâˆšÂ©tisation FranâˆšÃŸais - AnnâˆšÂ©e 4"},{"series":"AlphabâˆšÂ©tisation FranâˆšÃŸais - AnnâˆšÂ©e 6","unit":"Total number","title":"Total number of students registered in AlphabâˆšÂ©tisation FranâˆšÃŸais - AnnâˆšÂ©e 6"},{"series":"AlphabâˆšÂ©tisation FranâˆšÃŸais - AnnâˆšÂ©e 8","unit":"Total number","title":"Total number of students registered in AlphabâˆšÂ©tisation FranâˆšÃŸais - AnnâˆšÂ©e 8"},{"series":"English Literacy - Year 4","unit":"Total number","title":"Total number of students registered in English Literacy - Year 4"},{"series":"English Literacy - Year 6","unit":"Total number","title":"Total number of students registered in English Literacy - Year 6 "},{"series":"English Literacy - Year 8","unit":"Total number","title":"Total number of students registered in English Literacy - Year 8"},{"series":"Numeracy - Year 4","unit":"total count","title":"Total number students registered in Numeracy - Year 4"},{"series":"Numeracy - Year 6","unit":"total count","title":"Total number of students registered in Numeracy - Year 6"},{"series":"Numeracy - Year 8","unit":"total count","title":"Total number of student registered in Numeracy - Year 8"},{"series":"critically below minimum standard","unit":"total number","title":"Total number of students who are critically below minimum standard"},{"series":"approaching minimum standard","unit":"total number","title":"Total number of students who are approaching minimum standard"},{"series":"meeting minimum standard","unit":"total number","title":"Total number of students who are meeting minimum standard"},{"series":"exceeding minimum standard","unit":"total number","title":"Total number of students who are exceeding minimum standards"}],"graph_type":"bar","indicator_available":"","indicator_tabs":{"override":false,"tab_1":"","tab_2":"","tab_3":"","tab_4":""},"page_content":"","permalink":"","placeholder":"","precision":[],"progress_status":"not_available","proxy":"","proxy_series":[],"publications":[],"related_indicators":[],"reporting_status":"complete","sort":"","sources":[],"standalone":false,"tags":[],"x_axis_label":"Year","national_metadata_updated_date":"2023-09-27","national_data_updated_date":"2023-06-14","Proxy":"No","Definition":"The \"Percentage of students meeting literacy and numeracy standards\" refers to the proportion or percentage of students who demonstrate proficiency in reading, writing, and numerical skills based on established standards or benchmarks. This indicator is commonly used in education systems to assess and monitor the academic achievement and progress of students in these foundational skills.\n\nLiteracy standards typically encompass abilities such as reading comprehension, vocabulary, fluency, and writing proficiency. Numeracy standards, on the other hand, focus on mathematical skills and concepts, including arithmetic, problem-solving, data analysis, and critical thinking.\n\nThe percentage of students meeting literacy and numeracy standards is determined through various assessment methods, such as standardized tests or examinations, conducted at specific grade levels or across different educational stages. These assessments are designed to evaluate students' knowledge and skills in relation to the defined benchmarks or expectations for their respective grade levels.\n\nMonitoring the percentage of students meeting literacy and numeracy standards helps education authorities, policymakers, and educators measure the  level of the effectiveness of educational programs, identify areas where additional support may be needed, and measure progress towards improving overall educational quality. It also serves as a means of addressing educational inequalities and ensuring that students acquire the fundamental skills necessary for their academic and lifelong success.","Concept":"It serves as an indicator to assess the academic achievement and progress of students in these foundational skills. This measurement is obtained through various assessments, such as standardized tests, and provides insights into students' abilities in areas such as reading comprehension, vocabulary, fluency, arithmetic, problem-solving, and critical thinking. ","Disaggregation":"Province, Sex","Rationale":"The rationale behind measuring the \"Percentage of students meeting literacy and numeracy standards\" lies in the importance of foundational skills for students' educational and lifelong success. By assessing the proportion of students who meet these standards, policymakers, educators, and stakeholders can gain valuable insights into the quality of education and identify areas that require improvement. This indicator helps in evaluating the effectiveness of educational programs and interventions, identifying achievement gaps, and addressing educational inequalities. It guides educational policies and resource allocation, enabling targeted support for students who may be falling behind in literacy and numeracy skills. Additionally, tracking the percentage of students meeting these standards helps ensure that all students are equipped with the necessary skills for further academic pursuits, employment, and active participation in society.","MethodOfComputation":"The computation method for the \"Percentage of students meeting literacy and numeracy standards\" involves several steps:\n\n1. Standard Setting: A set of criteria or benchmarks is established to define the expected level of proficiency in literacy and numeracy skills for students at different grade levels or educational stages. These criteria may be based on national or international standards, educational frameworks, or curriculum guidelines.\n\n2. Assessment Administration: Students are assessed using various evaluation methods, such as standardized tests, examinations, or assessments specifically designed to measure literacy and numeracy skills. These assessments are typically administered to all registered students throughout the entire country.\n\n3. Scoring and Proficiency Determination: The assessment results are scored based on predetermined scoring rubrics or criteria that align with the established standards. The scores provide a measure of each student's proficiency level in literacy and numeracy skills both in English & French.\n\n4. Calculation of Percentage: The percentage of students meeting the literacy and numeracy standards is computed by determining the proportion of students who achieve or exceed the proficiency benchmark. This is done by dividing the number of students who meet the standards by the total number of students assessed and multiplying the result by 100.\n\n5. Reporting and Analysis: The computed percentage is reported to stakeholders, including educators, policymakers, and the public. It is often disaggregated by grade level, school, district, or other relevant demographics to identify variations and disparities in student performance.\n\nBy employing this computation method, education authorities can track the progress of students' literacy and numeracy skills over time, identify areas in need of improvement, and inform targeted interventions and policies to enhance educational outcomes in these fundamental areas.","SDGAlignment":"4.2, 4.2.1 (R) (Tier 2) & 4.3, 4.3.1 (Tier 2)","UnitOfMeasurement":"Percentage","FrequencyOfCollection":"Annual","source_organisation_1":"2016 - 202021  Annual Statistical Digest - MoE (Meeting and Exceeding Standard)","source_organisation_2":"","source_organisation_3":"","progress":[{"target":"My progress target","years":[{"year":2021,"status":"Cloudy","image":"cloudy.png"}]}],"indicator_sort_order":"SOC2-03-01"}